cask "wezterm"

brew "bat"
brew "btop"
brew "delta"
brew "dust"
brew "duf"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "lsd"
brew "mise"
brew "navi"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "starship"
brew "zoxide"
